app/controllers/commands_controller.rb

INSERT INTO "commands" ("key", "value", "user_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["key", "on"], ["value", "true"], ["user_id", 1], ["created_at", "2019-07-08 16:07:46.432803"], ["updated_at", "2019-07-08 16:07:46.432803"]]
---
    puts "/////////////////////////////////////////"
    puts params["queryResult"]["fulfillmentText"]

    @command = Command.create(key: params["queryResult"]["parameters"].keys[0], value: params["queryResult"]["parameters"].values[0], user_id:1)