app/controllers/commands_controller.rb

   def index
    @commands = Command.all
---
SELECT "commands".* FROM "commands"

    puts "/////////////////////////////////////////"
    puts params["queryResult"]["fulfillmentText"]

    @command = Command.create(key: params["queryResult"]["parameters"].keys[0], value: params["queryResult"]["parameters"].values[0], user_id:1)
---
INSERT INTO "commands" ("key", "value", "user_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["key", "youtube"], ["value", "true"], ["user_id", 1], ["created_at", "2019-06-09 13:39:42.167377"], ["updated_at", "2019-06-09 13:39:42.167377"]]